Repository: Anastasia1Minsk/AirStar
Catalog: Resources/PredictionRes.*.resx
Languages: ru

source: Aircraft
ru: Самолет

source: Aircrafts
ru: Самолеты

source: All routes & flights
ru: Все маршруты и перелеты

source: Arrival date
ru: Дата прибытия

source: Average business cost
ru: Средняя стоимость бизнес класса

source: Average economy cost
ru: Средняя стоимость эконом класса

source: Average fee
ru: Средний тариф

source: Average first cost
ru: Средняя стоимость первого класса

source: Average range
ru: Средняя дальность полета

source: Business and first classes
ru: Наличие мест бизнес и первого классов обслуживания

# BusinessLoadFactor
source: Business class load factor
ru: Коэффициент загрузки бизнес класса

# BusinessPercent
source: Percent of business class passengers
ru: Доля пассажиров бизнес класса

source: Departure date
ru: Дата отправления

source: Distance
ru: Расстояние

source: Duration
ru: Продолжительность

source: Each route
ru: Определенный маршрут

# EconomyLoadFactor
source: Economy class load factor
ru: Коэффициент загрузки эконом класса

# EconomyPercent
source: Percent of economy class passengers
ru: Доля пассажиров эконом класса

source: Efficiency indicators
ru: Показатели эффективности

# FirstLoadFactor
source: First class load factor
ru: Коэффициент загрузки первого класса

# FirstPercent
source: Percent of first class passengers
ru: Доля пассажиров первого класса

# FlightCount
source: Completed flights count
ru: Количество совершенных рейсов

source: Flight indicators
ru: Показатели заполняемости

source: Flights
ru: Рейсы

# Food
source: Option food
ru: Наличие питания на борту

source: Income rate
ru: Доходная ставка

source: Load factor
ru: Коэффициент загрузки бортов

# LongDuration
source: Flight duration more then 6 hours
ru: Длительность перелета более 6 часов

# Luggage
source: Option luggage
ru: Наличие дополнителнительного багажа

source: Main information
ru: Главная информация

source: Monetary indicators
ru: Экономические показатели

source: Month
ru: Месяц

source: More
ru: Подробнее

source: Part passenger traffic
ru: Доля пассажиропотока относительно всех маршрутов

source: Passenger traffic
ru: Пассажиропоток

source: Passenger turnover
ru: Пассажирооборот

# Period
source: Period: last 3 month
ru: Период: 3 последних месяца

# Profit
source: Total profit
ru: Общая прибыль

# ResultMessage
source: Flights along the route recouped themselves and covered depreciation charges. This route should be developed further
ru: Рейсы по маршруту окупились и покрыли амортизационные сборы. Этот маршрут следует развивать и далее

source: Route count
ru: Количество маршрутов

source: Routes
ru: Маршруты

source: Score
ru: Итог

source: Status
ru: Статус

# ToHub
source: Arrival airport is hub
ru: Прибытие в базовый аэропорт

source: Tonnage
ru: Тоннокилометраж

# UnusedProportion
source: Proportion of reservated and unused seats
ru: Соотношение количества забронированных билетов к фактическому числу пассажиров

source: Was canceled
ru: Отменен

source: Was done
ru: Произведен

source: Whole period
ru: Весь период
